{
    "id": 2,
    "title": "PTSD (Post-traumatic stress disorder)",
    "description": "The 8-week yoga therapy protocol includes yoga practices specifically selected to help participants (a) develop relaxation skills and cope with trauma and related stress; (b) develop mindful awareness of body, mind, breath, and environment; (c) improve cognition, behavior, and emotions related to self-esteem and self-efficacy; (d) increase flexibility, strength, and balance; and (e) reintegrate into the community. Each 60-minute yoga class in the 8-week program consists of a general class structure: active warm-up and relaxation exercises, yoga postures and exercises, deep relaxation on the back, yoga breathing techniques, meditation, and discussion of the physical, psychological, and philosophical principles of yoga. The Here & Now course curriculum utilizes the four stages of yoga therapy: “Renewing the Nervous System and Increasing Stamina,” ‘Creating Magen Balance,’ Vinyasa and Kriyas and “Setting Intention.” Each stage is performed for two consecutive weeks: the first week at 1/2 time and the following week at full time (maximum 55-60 minutes). Each weekly exercise and meditation protocol begins with small, doable poses and meditations. As a person's ability increases, the duration of the poses and meditations also increases. In this way, participants can gain skill and ability in self-mastery. The protocol begins with guided relaxation to maintain a sense of safety. Patients may initially have difficulty with silence and stillness; therefore, long periods of quiet, unguided relaxation are not used at the beginning Deep relaxation time is increased per protocol over repeated practice. A 15-minute daily home practice is included in the 8-week protocol. The rationale for the home practice is that participants will learn self-soothing tools in the course syllabus that they will be able to use after completing the program. The course syllabus also includes guidelines for trauma-sensitive yoga that emphasize that participants are encouraged to try poses but never stay in a pose that causes them discomfort. Attention to thoughts and feelings is encouraged, not labeling them as good or bad, but learning to “be in the here and now” with thoughts and feelings as they arise.",
    "image": "courses_images/PTSD_resized.jpeg"
}
